# 3.메뉴
INSERT INTO menu (menu_id, menu_name, menu_descript, calorie, price, corner_id) VALUES 
(101, '김치찌개', '김치로 만든 한국 찌개류', 86, 6000, 1),
(102, '된장찌개', '된장을 푼 물에 갖은 재료를 넣어 끓인 찌개', 120, 6500, 1),
(103, '불고기', '쇠고기 등을 얇게 저며서 양념에 재웠다가 불에 구워 먹는 한국 요리', 160, 5000, 1),
(104, '비빔밥', '흰밥에 고기볶음, 나물, 채소 등의 여러 종류의 반찬을 섞어 비벼 먹는 요리', 599, 7000, 1),
(105, '칼국수', '밀가루 반죽을 방망이로 밀어 칼로 썰어서 장국과 함께 끓인 따뜻한 국수', 420, 8000, 1),
(201, '떡볶이', '떡과 어묵을 매콤한 소스에 끓인 요리', 300, 4000, 2),
(202, '순대', '돼지 창자를 당면, 채소와 선지로 채워 삶은 음식', 180, 3000, 2),
(203, '튀김', '오징어, 고구마, 채소 튀김으로 구성', 200, 2000, 2),
(204, '김밥', '각종 채소와 밥을 김으로 말아 둥글게 잘라낸 음식', 300, 3000, 2),
(205, '어묵탕', '어묵과 무로 시원하게 끓인 국물 요리', 250, 3000, 2),
(301, '짜장면', '돼지고기와 양파, 호박, 생강 등을 다져 춘장과 함께 볶은 양념을 국수에 넣어 비벼 먹는 요리', 797, 5500, 3),
(302, '짬뽕', '야채와 돼지고기, 해물 등을 기름에 볶아 닭이나 돼지뼈로 만든 육수를 넣고 끓인 중국식 요리', 688, 6000, 3),
(303, '탕수육', '고기튀김에 달고 새큼하게 끓인 녹말채소 소스를 끼얹은 중국요리', 481, 7000, 3),
(304, '마파두부', '따뜻한 밥 위에 중국 사천식 두부요리인 마파두부를 얹은 요리', 278, 7500, 3),
(305, '고추잡채', '가늘게 채썬 고추, 피망, 죽순, 돼지고기를 살짝 매콤하게 볶아먹는 중국 요리', 192, 7000, 3),
(401, '왕새우 팟타이', '태국의 대표적인 볶음 누들', 575, 11000, 4),
(402, '닭 칼국수', '사계절 보양식', 386, 7000, 4),
(403, '퍼싸오', '해물과 돼지고기를 강한불에 볶아 베트남소스에 찍어먹는 볶음면', 433, 9000, 4),
(404, '볶음우동', '해물로 만든 깔끔한 맛의 볶음우동', 550, 6500, 4),
(405, '토마토 계란국', '숙취 해소와 건강에 좋은 토마토 계란국', 180, 5500, 4),
(501, '토마토 파스타', '신선한 토마토로 만든 풍미 가득한 파스타', 390, 8500, 5),
(502, '크림 파스타', '부드러운 크림으로 만든 고소한 파스타', 410, 9000, 5),
(503, '스테이크', '육즙 가득한 부챗살 스테이크', 540, 20000, 5),
(504, '샐러드', '유자 드레싱을 뿌린 건강한 샐러드', 160, 6000, 5),
(505, '리조또', '버섯을 곁들인 풍부한 맛의 리조또', 515, 8000, 5);



